export const DEPARTMENTS = [
  {
    name: '행정학과',
  },
  {
    name: '국제관계학과',
  },
  {
    name: '융합응용화학과',
  },
  {
    name: '경영학부',
  },
  {
    name: '경제학부',
  },
  {
    name: '융합전공학부',
  },
  {
    name: '화학공학과',
  },
  {
    name: '기계정보공학과',
  },
  {
    name: '전자전기컴퓨터공학부',
  },
  {
    name: '신소재공학과',
  },
  {
    name: '인공지능학과',
  },
  {
    name: '환경원예학과',
  },
  {
    name: '수학과',
  },
  {
    name: '물리학과',
  },
  {
    name: '생명과학과',
  },
  {
    name: '통계학과',
  },
  {
    name: '영어영문학과',
  },
  {
    name: '국어국문학과',
  },
  {
    name: '국사학과',
  },
  {
    name: '철학과',
  },
  {
    name: '중국어문화학과',
  },
  {
    name: '음악학과',
  },
  {
    name: '산업디자인학과',
  },
  {
    name: '환경조각학과',
  },
  {
    name: '스포츠과학과',
  },
  {
    name: '도시행정학과',
  },
  {
    name: '세무학과',
  },
  {
    name: '도시사회학과',
  },
  {
    name: '토목공학과',
  },
  {
    name: '건축공학과',
  },
  {
    name: '건축학과',
  },
  {
    name: '도시공학과',
  },
  {
    name: '교통공학과',
  },
  {
    name: '조경학과',
  },
  {
    name: '환경공학부',
  },
  {
    name: '사회복지학과',
  },
  {
    name: '컴퓨터과학부',
  },
  {
    name: '공간정보공학과',
  },
  {
    name: '자유전공학부',
  },
];
